/**
 * 初期設定の参加者のリスト
 * @type {string[]}
 */
export const initialParticipants: string[] = [
  'sizuhiko',
  'しょうちゃん',
  'のせなみ',
  'さがけん',
  'ひらこん',
  'がんちゃん',
  'なべ',
  'けーじぇー',
  'さとっさん',
  'かまたこ',
  'しみまこ'
];

/**
 * 初期設定のお題リスト
 * @type {string[]}
 */
export const initialTopics: string[] = [
  '目玉焼きには何をかける？（醤油？ソース？塩コショウ・・・）',
  '今日のランチは何を食べる予定ですか？',
  '実は〇〇オタクです、というものがあれば教えて',
  'カラオケの十八番があれば。なければ好きな曲を教えて。',
  '1日体験してみたい職業ありますか？',
  '当番表の次の人の紹介をしてください（メンバーのことを知っているだろうか・・・？）',
  '順番表の次の人の良いところを教えて！',
  '思い出深い学生時代の行事ありますか？（修学旅行、運動会、文化祭）',
  '移動中、電車で何してますか？（ゲーム？読書？人間観察？）',
  'ランドセル何色でした？今小学生になれるなら何色にする？',
  '勉強するときはカフェ派？自宅派？',
  'スマホカバー何使ってますか（手帳？キャラクター？つけない派？）',
  'もしお店を始めるなら、何のお店を始めたい？',
  '元気がない時にすることは？（好きなものを食べる、温泉に行く・・・）',
  '新年度ですが、新たに始めたいこと、または辞めたいことありますか？（ランニングを始めたい、食後のポテチを辞めたい！など・・・）'
];
